Repository: eurolinux-enterprise-linux-sources/gnome-mag
Catalog: src/po/*.po
Languages: as, ast, lv, pa, ro

source: Accessibility
as: অভিগম্যতা
ast: Acesibilidá
lv: Pieejamība
pa: ਸਹਿਯੋਗ
ro: Accesibilitate

source: Colorblind applet
as: Colorblind এপ্লেট
ast: Pequeña aplicación pa personas daltóniques
lv: Daltoniķu alfabēts
pa: ਰੰਗ-ਅੰਨ੍ਹਾਪਣ ਐਪਲਿਟ
ro: Miniaplicație discromați

source: Controls image filters for colorblind people
as: বৰ্ণান্ধ ব্যৱহাৰকৰ্তাৰ বাবে ছবিৰ ফিল্টাৰ নিয়ন্ত্ৰণে ব্যৱহৃত
ast: Remana los fieltros d'imáxenes pa daltónicos
lv: Kontrolē attēla filtrus daltoniķiem
pa: ਰੰਗ-ਅੰਨ੍ਹੇ ਲੋਕਾਂ ਲਈ ਚਿੱਤਰ ਫਿਲਟਰ ਕੰਟਰੋਲ ਕਰਦਾ ਹੈ
ro: Controlează filtrul de imagine pentru discromați

source: _About
as: বিষয়ে (_A)
ast: _Tocante a
lv: P_ar
pa: ਇਸ ਬਾਰੇ(_A)
ro: _Despre

source: _Preferences
as: পছন্দ (_P)
ast: _Preferencies
lv: _Iestatījumi
pa: ਮੇਰੀ ਪਸੰਦ(_P)
ro: _Preferințe

source: <b>Default Filter</b>
as: <b>ডিফল্টৰূপে ব্যৱহৃত ফিল্টাৰ</b>
ast: <b>Fieltru por defeutu</b>
lv: <b>Noklusētais filtrs</b>
pa: <b>ਮੂਲ ਫਿਲਟਰ</b>
ro: <b>Filtru standard</b>

source: <b>Filters</b>
as: <b>ফিল্টাৰ</b>
ast: <b>Fieltros</b>
lv: <b>Filtrs</b>
pa: <b>ਫਿਲਟਰ</b>
ro: <b>Filtre</b>

source: <b>Shortcut</b>
as: <b>শৰ্ট-কাট</b>
ast: <b>Atayu</b>
lv: <b>Saīsne</b>
pa: <b>ਸ਼ਾਰਟਕੱਟ</b>
ro: <b>Scurtături</b>

source: <i>This is the filter that will be used when enabling/disabling the filters.</i>
as: <i>ফিল্টাৰ সক্ৰিয়/নিষ্ক্ৰিয় কৰাৰ বাবে এই ফিল্টাৰ ব্যৱহাৰ কৰা হবে ।</i>
ast: <i>Esti ye'l fieltru que s'usará cuando s'activen/desactiven los fieltros.</i>
lv: <i>Šis ir filtrs, ko izmantos citu filtru aktivizēšanai un deaktivizēšanai.</i>
pa: <i>ਇਹ ਫਿਲਟਰ ਹੈ, ਜੋ ਕਿ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਜਦੋਂ ਫਿਲਟਰ ਚਾਲੂ/ਬੰਦ ਹੁੰਦੇ ਹਨ।</i>
ro: <i>Acesta este filtrul folosit la activarea/dezactivarea filtrelor.</i>

source: Colorblind Filters Preferences
as: Colorblind ফিল্টাৰ সংক্ৰান্ত পছন্দ
ast: Preferencies en fieltros pa daltónicos
lv: Daltoniķu filtru iestatījumi
pa: ਰੰਗ-ਅੰਨ੍ਹਾਪਨ ਫਿਲਟਰ ਪਸੰਦ
ro: Preferințe filtre discromați

source: Configure the filter being used as default when the filters are disabled.
as: ফিল্টাৰ নিষ্ক্ৰিয় কৰা হ'লে ডিফল্টৰূপে ব্যৱহাৰযোগ্য ফিল্টাৰটি কনফিগাৰ কৰক ।
ast: Configurar el fieltru que s'usa por defeutu cuando los fieltros tán deshabilitaos.
lv: Konfigurēt filtru, kas tiks izmantots kā noklusētais, kad citi filtri ir deaktivizēti.
pa: ਜਦੋਂ ਫਿਲਟਰ ਆਯੋਗ ਹੋਣ ਤਾਂ ਮੂਲ ਰੂਪ ਵਿੱਚ ਵਰਤਣ ਲਈ ਫਿਲਟਰ ਦੀ ਸੰਰਚਨਾ ਕਰੋ।
ro: Configurează filtrul folosit implicit când filtrele sunt dezactivate.

source: Enable/Disable Filters:
as: ফিল্টাৰ সক্ৰিয়/নিষ্ক্ৰিয় কৰক:
ast: Activar/Desactivar fieltros:
lv: Aktivizēt/Deaktivizēt filtrus:
pa: ਫਿਲਟਰ ਚਾਲੂ/ਬੰਦ:
ro: Activare/Dezactivare filtre:

source: Filter:
as: ফিল্টাৰ:
ast: Fieltru:
lv: Filtrs:
pa: ਫਿਲਟਰ:
ro: Filtru:

source: Negative Hue Shift
as: নেগেটিভ হিউ পৰিবৰ্তন
ast: Cambéu de tonalidá negativu
lv: Negatīva spilgtuma novirze
pa: ਰਿਣਾਤਮਕ ਆਭਾ ਸਿਫਟ
ro: Decalaj negativ nuanță

source: Positive Hue Shift
as: পচিটিভ হিউ পৰিবৰ্তন
ast: Cambéu de tonalidá positivu
lv: Pozitīva spilgtuma novirze
pa: ਧਨਾਤਮਕ ਆਭਾ ਸਿਫਟ
ro: Decalaj pozitiv nuanță

source: Select Next Filter:
as: পৰবৰ্তী ফিল্টাৰ নিৰ্বাচন কৰক:
ast: Seleiciona el siguiente fieltru:
lv: Izvēlieties nākamo filtru:
pa: ਅਗਲਾ ਫਿਲਟਰ ਚੁਣੋ:
ro: Alege filtrul următor:

source: Selective Blue Desaturation
as: নীলা ৰঙৰ নিৰ্দিষ্ট ডি-চেচুৰেশন
ast: Desaturación azul seleutiva
lv: Samazināt zilās krāsas intensitāti
pa: ਚੋਣਵਾਂ ਨੀਲਾ ਅਸੰਤ੍ਰਿਪਤ
ro: Desaturare selectivă albastru

source: Selective Blue Saturation
as: নীলা ৰঙৰ নিৰ্দিষ্ট চেচুৰেশন
ast: Saturación azul seleutiva
lv: Palielināt zilās krāsas intensitāti
pa: ਚੋਣਵਾਂ ਨੀਲਾ ਅਸੰਤ੍ਰਿਪਤ
ro: Saturare selectivă albastru

source: Selective Green Desaturation
as: সেউজীয়া ৰঙৰ নিৰ্দিষ্ট ডি-চেচুৰেশন
ast: Desaturación verde seleutiva
lv: Samazināt zaļās krāsas intensitāti
pa: ਚੋਣਵਾਂ ਹਰਾ ਅਸੰਤ੍ਰਿਪਤ
ro: Desaturare selectivă verde

source: Selective Green Saturation
as: সেউজীয়া ৰঙৰ নিৰ্দিষ্ট চেচুৰেশন
ast: Saturación verde seleutiva
lv: Palielināt zaļās krāsas intensitāti
pa: ਚੋਣਵਾਂ ਹਰਾ ਸੰਤ੍ਰਿਪਤ
ro: Saturare selectivă verde

source: Selective Red Desaturation
as: ৰঙা ৰঙৰ নিৰ্দিষ্ট ডি-চেচুৰেশন
ast: Desaturación bermeya seleutiva
lv: Samazināt sarkanās krāsas intensitāti
pa: ਚੋਣਵਾਂ ਲਾਲ ਅਸੰਤ੍ਰਿਪਤ
ro: Desaturare selectivă roșu

source: Selective Red Saturation
as: ৰঙা ৰঙৰ নিৰ্দিষ্ট চেচুৰেশন
ast: Saturación bermeya seleutiva
lv: Palielināt sarkanās krāsas intensitāti
pa: ਚੋਣਵਾਂ ਲਾਲ ਸੰਤ੍ਰਿਪਤ
ro: Saturare selectivă roșu

source: This filter completely desaturates the blue color when this is the predominant pixel color in the image.
as: ছবিৰ অধিকাংশ পিক্সেলৰ ৰঙ নীলা হ'লে এই ফিল্টাৰ দ্বাৰা নীলা ৰঙ সম্পূৰ্ণৰূপে ডি-চেচুৰেট কৰা হয় ।
ast: Esti fieltru desatura dafechamente'l color azul cuando ye'l color de píxel predominante na imaxe
lv: Šis filtrs pilnībā samazina zilās krāsas intensitāti, ja tā ir dominējošā krāsa attēla pikselī.
pa: ਇਹ ਫਿਲਟਰ ਨੀਲੇ ਰੰਗ ਨੂੰ ਅਸੰਤ੍ਰਿਪਤ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਚਿੱਤਰ ਵਿੱਚ ਇਹ ਮੁੱਖ ਪਿਕਸਲ ਰੰਗ ਹੋਵੇ।
ro: Filtrul desaturează complet coluarea albastră când aceasta este predominantă în imagine.

source: This filter completely desaturates the green color when this is the predominant pixel color in the image.
as: ছবিৰ অধিকাংশ পিক্সেলৰ ৰঙ সেউজীয়া হ'লে এই ফিল্টাৰ দ্বাৰা সেউজীয়া ৰঙ সম্পূৰ্ণৰূপে ডি-চেচুৰেট কৰা হয় ।
ast: Esti fieltru desatura dafechamente'l color verde cuando ye'l color de píxel predominante na imaxe
lv: Šis filtrs pilnībā samazina zaļās krāsas intensitāti, ja tā ir dominējošā krāsa attēla pikselī.
pa: ਇਹ ਫਿਲਟਰ ਹਰੇ ਰੰਗ ਨੂੰ ਅਸੰਤ੍ਰਿਪਤ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਚਿੱਤਰ ਵਿੱਚ ਇਹ ਮੁੱਖ ਪਿਕਸਲ ਰੰਗ ਹੋਵੇ।
ro: Filtrul desaturează complet coluarea verde când aceasta este predominantă în imagine.

source: This filter completely desaturates the red color when this is the predominant pixel color in the image.
as: ছবিৰ অধিকাংশ পিক্সেলৰ ৰঙ ৰঙা হ'লে এই ফিল্টাৰ দ্বাৰা ৰঙা ৰঙ সম্পূৰ্ণৰূপে ডি-চেচুৰেট কৰা হয় ।
ast: Esti fieltru desatura dafechamente'l color bermeyu cuando ye'l color de píxel predominante na imaxe
lv: Šis filtrs pilnībā samazina sarkanās krāsas intensitāti, ja tā ir dominējošā krāsa attēla pikselī.
pa: ਇਹ ਫਿਲਟਰ ਲਾਲ ਰੰਗ ਨੂੰ ਅਸੰਤ੍ਰਿਪਤ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਚਿੱਤਰ ਵਿੱਚ ਇਹ ਮੁੱਖ ਪਿਕਸਲ ਰੰਗ ਹੋਵੇ।
ro: Filtrul desaturează complet coluarea roșie când aceasta este predominantă în imagine.

source: This filter completely saturates the blue color when this is the predominant pixel color in the image.
as: ছবিৰ অধিকাংশ পিক্সেলৰ ৰঙ নীলা হ'লে এই ফিল্টাৰ দ্বাৰা নীলা ৰঙ সম্পূৰ্ণৰূপে চেচুৰেট কৰা হয় ।
ast: Esti fieltru satura dafechamente'l color azul cuando ye'l color de píxel predominante na imaxe
lv: Šis filtrs pilnībā palielina zilās krāsas intensitāti, ja tā ir dominējošā krāsa attēla pikselī.
pa: ਇਹ ਫਿਲਟਰ ਨੀਲੇ ਰੰਗ ਨੂੰ ਸੰਤ੍ਰਿਪਤ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਚਿੱਤਰ ਵਿੱਚ ਇਹ ਮੁੱਖ ਪਿਕਸਲ ਰੰਗ ਹੋਵੇ।
ro: Filtrul saturează complet coluarea albastră când aceasta este predominantă în imagine.

source: This filter completely saturates the green color when this is the predominant pixel color in the image.
as: ছবিৰ অধিকাংশ পিক্সেলৰ ৰঙ সেউজীয়া হ'লে এই ফিল্টাৰ দ্বাৰা সেউজীয়া ৰঙ সম্পূৰ্ণৰূপে চেচুৰেট কৰা হয় ।
ast: Esti fieltru satura dafechamente'l color verde cuando ye'l color de píxel predominante na imaxe
lv: Šis filtrs pilnībā palielina zaļās krāsas intensitāti, ja tā ir dominējošā krāsa attēla pikselī.
pa: ਇਹ ਫਿਲਟਰ ਹਰੇ ਰੰਗ ਨੂੰ ਸੰਤ੍ਰਿਪਤ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਚਿੱਤਰ ਵਿੱਚ ਇਹ ਮੁੱਖ ਪਿਕਸਲ ਰੰਗ ਹੋਵੇ।
ro: Filtrul saturează complet coluarea verde când aceasta este predominantă în imagine.

source: This filter completely saturates the red color when this is the predominant pixel color in the image.
as: ছবিৰ অধিকাংশ পিক্সেলৰ ৰঙ ৰঙা হ'লে এই ফিল্টাৰ দ্বাৰা ৰঙা ৰঙ সম্পূৰ্ণৰূপে চেচুৰেট কৰা হয় ।
ast: Esti fieltru satura dafechamente'l color bermeyu cuando ye'l color de píxel predominante na imaxe
lv: Šis filtrs pilnībā palielina sarkanās krāsas intensitāti, ja tā ir dominējošā krāsa attēla pikselī.
pa: ਇਹ ਫਿਲਟਰ ਲਾਲ ਰੰਗ ਨੂੰ ਸੰਤ੍ਰਿਪਤ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਚਿੱਤਰ ਵਿੱਚ ਇਹ ਮੁੱਖ ਪਿਕਸਲ ਰੰਗ ਹੋਵੇ।
ro: Filtrul saturează complet coluarea roșie când aceasta este predominantă în imagine.

source: Transforms the colors Red to Blue, Green to Red and Blue to Green, carrying a potentially ambiguous set of colors to a different band of the spectrum.
as: ৰঙা ৰঙক নীলা, সেউজীয়া ৰঙক ৰঙা আৰু নীলা ৰঙক সেউজীয়া ৰঙলৈ পৰিবৰ্তন কৰি অস্পষ্ট বৰ্ণৰ কিছু ৰঙক বৰ্ণালীৰ ভিন্ন ব্যাপ্তিত স্থাপন কৰা হয় ।
ast: Tresforma los colores bermeyu n'azul, verde en bermeyu y azul en verde, tresportando un conxuntu de colores potencialmente ambigu a una banda distinta del espeutru.
lv: Pārvērš krāsas Sarkano par zilo, zaļo par sarkano un zilo par zaļo, izveidojot potenciāli neskaidru krāsu gammu citā spektra apgabalā.
pa: ਲਾਲ ਤੋਂ ਨੀਲਾ, ਹਰੇ ਤੋਂ ਲਾਲ ਅਤੇ ਨੀਲੇ ਤੋਂ ਹਰਾ ਬਦਲਦਾ ਹੈ,ਇੱਕ ਸਥਿਰ ਰੰਗਾਂ ਦੇ ਸਮੂਹ ਤੋਂ ਬਦਲਵੇਂ ਵਰਣਪੱਟ ਦੇ ਸਮੂਹ ਲਈ।
ro: Transformă culorile roșu în albastru, verde în roșu și albastru în verde, ducînd un set de culori ambigue într-o altă bandă a spectrumului.

source: Transforms the colors Red to Green, Green to Blue and Blue to Red, carrying a potentially ambiguous set of colors to a different band of the spectrum.
as: ৰঙা ৰঙক সেউজীয়া, সেউজীয়া ৰঙক নীলা আৰু নীলা ৰঙক ৰঙা ৰঙলৈ পৰিবৰ্তন কৰি অস্পষ্ট বৰ্ণৰ কিছু ৰঙক বৰ্ণালীৰ ভিন্ন ব্যাপ্তিত স্থাপন কৰা হয় ।
ast: Tresforma los colores bermeyu en verde, verde n'azul y azul en bermeyu, tresportando un conxuntu de colores potencialmente ambigu a una banda distinta del espeutru.
lv: Pārvērš krāsas Sarkano par zaļo, zaļo par zilo un zilo par sarkano, izveidojot potenciāli neskaidru krāsu gammu citā spektra apgabalā.
pa: ਲਾਲ ਤੋਂ ਹਰਾ, ਹਰੇ ਤੋਂ ਨੀਲਾ ਅਤੇ ਨੀਲੇ ਤੋਂ ਲਾਲ ਬਦਲਦਾ ਹੈ,ਇੱਕ ਸਥਿਰ ਰੰਗਾਂ ਦੇ ਸਮੂਹ ਤੋਂ ਬਦਲਵੇਂ ਵਰਣਪੱਟ ਦੇ ਸਮੂਹ ਲਈ।
ro: Transformă culorile roșu în verde, verde în albastru și albastru în roșu, ducînd un set de culori ambigue într-o altă bandă a spectrumului.

source: _File
as: ফাইল (_F)
ast: _Ficheru
lv: _Fails
pa: ਫਾਇਲ(_F)
ro: _Fișier

source: _Quit
as: প্ৰস্থান (_Q)
ast: _Colar
lv: _Iziet
pa: ਬੰਦ ਕਰੋ(_Q)
ro: _Ieșire

source: _Edit
as: সম্পাদনা (_E)
ast: _Editar
lv: R_ediģēt
pa: ਸੋਧ(_E)
ro: _Editare

source: Colorblind Applet
as: Colorblind এপ্লেট
ast: Pequeña aplicación pa daltónicos
lv: Daltoniķu alfabēts
pa: ਰੰਗ-ਅੰਨ੍ਹਾਪਣ ਐਪਲਿਟ
ro: Miniaplicație discromați

source: Image filters for the colorblind. This is applet is part of gnome-mag, a magnification service for GNOME.
as: বৰ্ণান্ধ ব্যৱহাৰকৰ্তাৰ বাবে ছবিৰ ফিল্টাৰ । এই এপ্লেটটি gnome-mag অৰ্থাৎ GNOME-ৰ বিবৰ্ধক পৰিসেবাৰ অংশ ।
ast: Fieltros de la imaxe pal daltónicu. Esta miniaplicación ye parte de gnome-mag, un serviciu d'ampliación pa GNOME.
lv: Attēlu filtri daltoniķiem. Šī sīkprogramma ir daļa no GNOME palielināšanas servisa gnome-mag.
pa: ਰੰਗ-ਅੰਨ੍ਹੇਪਣ ਲਈ ਚਿੱਤਰ ਫਿਲਟਰ ਹੈ। ਇਹ ਐਪਲਿਟ ਗਨੋਮ-ਮਗ ਦਾ ਭਾਗ ਹੈ, ਜੋ ਕਿ ਗਨੋਮ ਲਈ ਵੱਡਦਰਸ਼ੀ ਸੇਵਾ ਹੈ।
ro: Filtre de imagine pentru discromați. Această miniaplicație face parte din gnome-mag, o aplicație de mărire a ecranului pentru GNOME.

source: gnome-mag website
as: gnome-mag ৱেব-ছাইট
ast: Sitiu web de gnome-mag
lv: gnome-mag mājas lapa
pa: gnome-mag ਵੈੱਬਸਾਈਟ
ro: Pagina web gnome-mag

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
ast: Launchpad Contributions: Astur https://launchpad.net/~malditoastur
lv: Launchpad Contributions: Artis Trops https://launchpad.net/~hornet Raivis Dejus https://launchpad.net/~orvils
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ <aalam@users.sf.net) http://www.satluj.com/
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Ionuț Jula https://launchpad.net/~ionutjula Mișu Moldovan https://launchpad.net/~dumol

source: New accelerator...
as: নতুন গতিবৰ্ধক...
ast: Nuevu acelerador...
lv: Jauna saīsne...
pa: ਨਵਾਂ ਪਰਵੇਸ਼ਕ...
ro: Accelerator nou...

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
as: শৰ্টকাট চাবি হিচাপে "%s" ব্যৱহাৰ কৰা নাযাব কাৰণ ইয়াৰ ফলত এই চাবি ব্যৱহাৰ কৰি একো টাইপ কৰা নাযাব । অনুগ্ৰহ কৰি Control, Alt অথবা Shift চাবিৰ সৈতে একত্ৰিত ব্যৱহাৰেৰ প্ৰচেষ্টা কৰক ।
ast: Nun se pue usar la combinación de tecles «%s» porque resultaría indable escribir usando esa tecla. Por favor, prebe usando una tecla como Ctrl, Alt o Mayús al empar.
lv: Saīsne "%s" nevar tikt izmantots, jo drukājot šis taustiņš būs neizmantojams. Lūdzu mēģiniet ar tādiem taustiņiem kā Ctrl, Alt vai Shift vienlaicīgi.
pa: ਸ਼ਾਰਟਕੱਟ "%s" ਵਰਤਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਂਕਿ ਇਸ ਕੁੰਜੀ ਨੂੰ ਲਿਖਣਾ ਅਸੰਭਵ ਹੈ। ਕੰਟਰੋਲ, Alt ਜਾਂ ਸਿਫਟ ਨੂੰ ਇੱਕ ਵਾਰ ਟਾਈਪ ਕਰਨ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
ro: Scurtătura „%s” nu poate fi folosită deoarece devine imposibil să tastați folosind acea tasta. Încercați cu o combinație cu taste precum Control, Alt sau Shift.

source: Magnifier
as: বিবৰ্ধক
ast: Agrandar
lv: Lupa
pa: ਵੱਡਦਰਸ਼ੀ
ro: Lupă

source: Simple Screen Magnification Service
as: সামান্য পৰ্দ্দা বিবৰ্ধক সেৱা
ast: Serviciu d'agrandar pantalla cenciellu
lv: Vienkāršs Ekrāna Palielināšanas Serviss
pa: ਸਧਾਰਨ ਸਕਰੀਨ ਵੱਡਦਰਸ਼ੀ ਸੇਵਾ
ro: Unealtă simplă de mărire a ecranului

source: Can't open display: DISPLAY is not set
as: প্ৰদৰ্শন খুলিব নোৱাৰি: DISPLAY নিৰ্ধাৰণ কৰা হোৱা নাই
ast: Nun se pudo abrir el display: DISPLAY nun ta especificáu
lv: Nevar atvērt ekrānu: DISPLAY nav uzstādīts
pa: ਡਿਸਪਲੇਅ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ: DISPLAY ਨਹੀਂ ਦਿੱਤਾ
ro: Nu s-a putut deschide ecranul: DISPLAY nu este definit
